import React from "react";

export class RulesView extends React.Component {
    public render() {
        return (
            <div>
                <p>一、凡在我校从事食堂经营的承包户，应持有上级有关部门颁发的卫生许可证方可经营。</p>
                <p>二、食堂炊事员、服务员每年体检一次，获得健康证再领取我校的上岗证后，方可上岗。</p>
                <p>三、上班期间食堂人员应穿校规定的统一的工作服、戴工作帽，在卖饭菜期间，服务员须佩戴上岗证、戴口罩。工作服要卫生整洁，若发现未佩戴上岗证，每人每次罚款10元，未穿工作服或工作服不够整洁每人每次罚款10元。发现穿拖鞋者、留长指甲、披长发者罚款10元。</p>
                <p>四、食堂操作间严禁就餐，若发现一次罚款承包人300元；非食堂人员不得随意进入操作间（检查人员除外），发现一次罚款100元；非本校人员不得进入学生餐厅就餐（工地监理除外），发现一次罚款100元。</p>
                <p>五、食堂要按学校规定时间开饭，不得提前、也不得滞后。</p>
                <p>六、经营者须保持操作间卫生，整洁，对食堂所有学生餐具及操作用具要每餐消毒，每周各户要进行大规模消毒两次，时间定为周一和周四，到时学校派人督查。若发现一次没按校要求消毒的校方将对经营户处300元以上的罚款。</p>
                <p>七、食堂要做好清洁工作，随时保持餐厅、公共走道口及包干区的卫生，发现上述区域出现纸屑等杂物的罚款50元，要注意及时关灯、锁门。</p>
                <p>八、不准提供烟、酒于学生，损害学生的身心健康，对违反规定者除罚款100元，同时要求承包户将违反规定者辞退，若发现两次，校方将终止承包户在校经营权。食堂员工不得在食堂内抽烟、喝酒、赌博等影响学校形象的行为。</p>
                <p>九、严禁向师生出售霉变食品，发现一次罚款500元，发现两校方将终止承包户在我校的经营权，造成后果，校方将向有关部门报案，并追究其刑事责任。</p>
                <p>十、食堂员工宿舍必须保持整洁，物品摆放整齐，不得出现脏乱差，发现一次罚款20元。</p>
                <p>十一、不得在宿舍私拉乱接电线，不得使用大功率用电器，发现一次罚款20元，并没收所用电器。</p>
                <p>十二、以上制度自公布之日起执行，学校将随时组织抽查，发现问题及时处理。</p>
            </div>
        )
    }
}